<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">

	<link rel="stylesheet" href="fonts/VT323/vt323.css">
    <link rel="stylesheet" href="style.css">
    
    <title>Document</title>
</head>
<body>
    <img src="old_monitor.png" id="bezel" class="noselect">
	
		<div class="terminal ">

			<div class="main-content crt">

				<section class="content-section ">
					<center>
					<p class="logo">/̴̘͔͌͑͘/̸̡͔̼͊̾/̵͙̠̀͐͜/̴͙̝̼́͘̚/̴̝͇̙͑͐͊/̸͙͚̟̒̈́͌/̸̠͇̾͑͜/̵̻͎͔́̈́͛/̵̺͎̞̔̒͝/̸̘͚̫͋̈́̕/̵̡͖̟͆̚͝/̵̫͇̙́̽̀/̵̝̞̫̈́̕͝/̴͇̘͇̒͌͘/̸̺͚͙͑̽̀/̵͕̙͔̓̔̔/̸͕̺̞̓͘/̸̡͇͇̾̕̚/̵̻̝͕̈́͌͋/̸̻̼͔͒̐͝/̸̢̫̝͑͌͝/̸̼͖́͛͋/̵͚͉͑̓͘/̴̼͖͖̽͋́/̸̢̻͚́̿̔/̵͉͕͍͛͑͐/̵͍̘̺̀̈́/̸͉͚̓̕͜͝/̵͎̪̘̽͠͝ /̴̘͔͌͑͘/̸̡͔̼͊̾/̵͙̠̀͐͜/̴͙̝̼́͘̚/̴̝͇̙͑͐͊/̸͙͚̟̒̈́͌/̸̠͇̾͑͜/̵̻͎͔́̈́͛/̵̺͎̞̔̒͝/̸̘͚̫͋̈́̕/̵̡͖̟͆̚͝/̵̫͇̙́̽̀/̵̝̞̫̈́̕͝/̴͇̘͇̒͌͘/̸̺͚͙͑̽̀/̵͕̙͔̓̔̔/̸͕̺̞̓͘/̸̡͇͇̾̕̚/̵̻̝͕̈́͌͋/̸̻̼͔͒̐͝/̸̢̫̝͑͌͝/̸̼͖́͛͋/̵͚͉͑̓͘/̴̼͖͖̽͋́/̸̢̻͚́̿̔/̵͉͕͍͛͑͐/̵͍̘̺̀̈́/̸͉͚̓̕͜͝/̵͎̪̘̽͠͝ ░██████╗░█████╗░███╗░░░███╗░█████╗░/̴̘͔͌͑͘/̸̡͔̼͊̾/̵͙̠̀͐͜/̴͙̝̼́͘̚/̴̝͇̙͑͐͊/̸͙͚̟̒̈́͌/̸̠͇̾͑͜/̵̻͎͔́̈́͛/̵̺͎̞̔̒͝/̸̘͚̫͋̈́̕/̵̡͖̟͆̚͝/̵̫͇̙́̽̀/̵̝̞̫̈́̕͝/̴͇̘͇̒͌͘/̸̺͚͙͑̽̀/̵͕̙͔̓̔̔/̸͕̺̞̓͘/̸̡͇͇̾̕̚/̵̻̝͕̈́͌͋/̸̻̼͔͒̐͝/̸̢̫̝͑͌͝/̸̼͖́͛͋/̵͚͉͑̓͘/̴̼͖͖̽͋́/̸̢̻͚́̿̔/̵͉͕͍͛͑͐/̵͍̘̺̀̈́/̸͉͚̓̕͜͝/̵͎̪̘̽͠͝ /̴̘͔͌͑͘/̸̡͔̼͊̾/̵͙̠̀͐͜/̴͙̝̼́͘̚/̴̝͇̙͑͐͊/̸͙͚̟̒̈́͌/̸̠͇̾͑͜/̵̻͎͔́̈́͛/̵̺͎̞̔̒͝/̸̘͚̫͋̈́̕/̵̡͖̟͆̚͝/̵̫͇̙́̽̀/̵̝̞̫̈́̕͝/̴͇̘͇̒͌͘/̸̺͚͙͑̽̀/̵͕̙͔̓̔̔/̸͕̺̞̓͘/̸̡͇͇̾̕̚/̵̻̝͕̈́͌͋/̸̻̼͔͒̐͝/̸̢̫̝͑͌͝/̸̼͖́͛͋/̵͚͉͑̓͘/̴̼͖͖̽͋́/̸̢̻͚́̿̔/̵͉͕͍͛͑͐/̵͍̘̺̀̈́/̸͉͚̓̕͜͝/̵͎̪̘̽͠͝  </p>
					<p class="logo">██╔════╝██╔══██╗████╗░████║██╔══██╗</p>
					<p class="logo">╚█████╗░███████║██╔████╔██║██║░░██║</p>
					<p class="logo">░╚═══██╗██╔══██║██║╚██╔╝██║██║░░██║</p>
					<p class="logo">██████╔╝██║░░██║██║░╚═╝░██║╚█████╔╝</p>
					<p class="logo">╚═════╝░╚═╝░░╚═╝╚═╝░░░░░╚═╝░╚════╝░</p>
					<h5 class="logo">/̴̘͔͌͑͘/̸̡͔̼͊̾/̵͙̠̀͐͜/̴͙̝̼́͘̚/̴̝͇̙͑͐͊/̸͙͚̟̒̈́͌/̸̠͇̾͑͜/̵̻͎͔́̈́͛/̵̺͎̞̔̒͝/̸̘͚̫͋̈́̕/̵̡͖̟͆̚͝/̵̫͇̙́̽̀/̵̝̞̫̈́̕͝/̴͇̘͇̒͌͘/̸̺͚͙͑̽̀/̵͕̙͔̓̔̔/̸͕̺̞̓͘/̸̡͇͇̾̕̚/̵̻̝͕̈́͌͋/̸̻̼͔͒̐͝/̸̢̫̝͑͌͝/̸̼͖́͛͋/̵͚͉͑̓͘/̴̼͖͖̽͋́/̸̢̻͚́̿̔/̵͉͕͍͛͑͐/̵͍̘̺̀̈́/̸͉͚̓̕͜͝/̵͎̪̘̽͠͝ /̴̘͔͌͑͘/̸̡͔̼͊̾/̵͙̠̀͐͜/̴͙̝̼́͘̚/̴̝͇̙͑͐͊/̸͙͚̟̒̈́͌/̸̠͇̾͑͜/̵̻͎͔́̈́͛/̵̺͎̞̔̒͝/̸̘͚̫͋̈́̕/̵̡͖̟͆̚͝/̵̫͇̙́̽̀/̵̝̞̫̈́̕͝/̴͇̘͇̒͌͘/̸̺͚͙͑̽̀/̵͕̙͔̓̔̔/̸͕̺̞̓͘/̸̡͇͇̾̕̚/̵̻̝͕̈́͌͋/̸̻̼͔͒̐͝/̸̢̫̝͑͌͝/̸̼͖́͛͋/̵͚͉͑̓͘/̴̼͖͖̽͋́/̸̢̻͚́̿̔/̵͉͕͍͛͑͐/̵͍̘̺̀̈́/̸͉͚̓̕͜͝/̵͎̪̘̽͠͝  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Full Stack Dev &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; /̴̘͔͌͑͘/̸̡͔̼͊̾/̵͙̠̀͐͜/̴͙̝̼́͘̚/̴̝͇̙͑͐͊/̸͙͚̟̒̈́͌/̸̠͇̾͑͜/̵̻͎͔́̈́͛/̵̺͎̞̔̒͝/̸̘͚̫͋̈́̕/̵̡͖̟͆̚͝/̵̫͇̙́̽̀/̵̝̞̫̈́̕͝/̴͇̘͇̒͌͘/̸̺͚͙͑̽̀/̵͕̙͔̓̔̔/̸͕̺̞̓͘/̸̡͇͇̾̕̚/̵̻̝͕̈́͌͋/̸̻̼͔͒̐͝/̸̢̫̝͑͌͝/̸̼͖́͛͋/̵͚͉͑̓͘/̴̼͖͖̽͋́/̸̢̻͚́̿̔/̵͉͕͍͛͑͐/̵͍̘̺̀̈́/̸͉͚̓̕͜͝/̵͎̪̘̽͠͝ /̴̘͔͌͑͘/̸̡͔̼͊̾/̵͙̠̀͐͜/̴͙̝̼́͘̚/̴̝͇̙͑͐͊/̸͙͚̟̒̈́͌/̸̠͇̾͑͜/̵̻͎͔́̈́͛/̵̺͎̞̔̒͝/̸̘͚̫͋̈́̕/̵̡͖̟͆̚͝/̵̫͇̙́̽̀/̵̝̞̫̈́̕͝/̴͇̘͇̒͌͘/̸̺͚͙͑̽̀/̵͕̙͔̓̔̔/̸͕̺̞̓͘/̸̡͇͇̾̕̚/̵̻̝͕̈́͌͋/̸̻̼͔͒̐͝/̸̢̫̝͑͌͝/̸̼͖́͛͋/̵͚͉͑̓͘/̴̼͖͖̽͋́/̸̢̻͚́̿̔/̵͉͕͍͛͑͐/̵͍̘̺̀̈́/̸͉͚̓̕͜͝/̵͎̪̘̽͠͝ </h5>
					</center>
					<br>
					<p class="typing-text">
						Welcome to my portfolio! type '-help' to show available commands.
					</p>

					<section class="ForUserSection">
						<textarea id="user-input" rows="4"></textarea>
						<span class="cursorForuser"></span>
					</section>

				</section> 
				
				<div class="memory" id="memoryNum">
					
				</div>
			</div>

		<!-- 	 -->

		</div>

</body>
<script src="script.js"></script>